{
    "header_AboutMe": "About me",
    "header_Skills": "Skills",
    "header_Projects": "Projects",
    "header_Contact": "Contact",
    "frontend_developer": "FRONTEND DEVELOPER",
    "contact": "CONTACT",
    "me": "ME",
    "why_me": "About me",
    "motivated_description": "I am motivated to continuously learn new technologies and develop myself. My ability to solve complex problems and my passion for programming make me a valuable member of your team.",
    "i_am": "I am",
    "located": "",
    "in_berlin": "in Berlin",
    "open_to": "open",
    "relocate": "to relocating",
    "oppen_to": "open to",
    "work_remote": "working remotely",
    "lets_talk": "Let's talk",
    "my_skills": "My Skills",
    "my_projects": "My Projects",
    "task_manager_description": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "task_manager_description-pololoco": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
    "contact_me": "Contact me",
    "still_not_sure": "Still not sure if I am the right person for your project? Contact me so I can reassure you. Let us work together.",
    "legal_notice": "Privacy Police",
    "impressum": "Imprint",
    "privacy_policy_read": "I've read the",
    "privacy_policy": "privacy policy",
    "privacy_policy_agree": " and agree to the processing of my data as outlined.",
    "send": "Send",
    "yourName": "Your Name",
    "yourEmail": "Your Email",
    "yourMessage": "Your Message",
    "yourNameRequired": "Your Name is required",
    "yourEmailRequired": "Your Email is required",
    "yourMessageRequired": "Your message is required(at least 10 characters)",
    "privacyPolicyRequired": "Please accept the privacy policy.",
    "mySkillTextMobile": "I am always happy to learn new technonogies,just tell me what you need.",
    "impressumTitle": "Imprint",
    "address": "Alex Zeiser\n|\nMärkische Allee 156\n|\n12681 Berlin",
    "contactTitle": "Contact",
    "phone": "Phone: <a class='adress-phone-email' href='tel:+4917622695088'>+49 (0) 17622695088</a>",
    "email": "EMail: <a class='adress-phone-email' href='mailto:kontakt@alex-zeiser-developer.de'>kontakt@alex-zeiser-developer.de</a>",
    "source": "https://www.e-recht24.de",
    "source-text": "Source",
    "sendNotification": "Message sent successfully!",
    "privacy_policy_header": "Privacy policy",
    "privacy_policy_section_1_title": "1. Data protection at a glance",
    "privacy_policy_section_1_general_notes": "General information",
    "privacy_policy_section_1_general_notes_text": "The following information provides a simple overview of what happens to your personal data when you visit this website. Personal data is any information that can identify you personally. For detailed information on data protection, please refer to the privacy policy listed below this text.",
    "privacy_policy_section_1_data_collection": "Data collection on this website",
    "privacy_policy_section_1_data_collection_responsibility": "Who is responsible for data collection on this website?",
    "privacy_policy_section_1_data_collection_responsibility_text": "Data processing on this website is carried out by the website operator. You can find their contact details in the section 'Information on the Responsible Party' in this privacy policy.",
    "privacy_policy_section_1_data_collection_method": "How do we collect your data?",
    "privacy_policy_section_1_data_collection_method_text_1": "Your data is collected in part by you providing it to us. This may include, for example, data that you enter into a contact form.",
    "privacy_policy_section_1_data_collection_method_text_2": "Other data is collected automatically or with your consent when you visit the website through our IT systems. This primarily includes technical data (e.g., internet browser, operating system, or time of page access). The collection of this data occurs automatically as soon as you enter the website.",
    "privacy_policy_section_1_data_usage": "What do we use your data for?",
    "privacy_policy_section_1_data_usage_text": "Some of the data is collected to ensure the website is provided without errors. Other data may be used to analyze your user behavior.",
    "privacy_policy_section_1_data_rights": "What rights do you have regarding your data?",
    "privacy_policy_section_1_data_rights_text": "You have the right to obtain, free of charge, information about the origin, recipients, and purpose of your stored personal data at any time. You also have the right to request correction, blocking, or deletion of this data. For this and any other questions regarding data protection, you can contact us at any time using the address provided in the imprint.",
    "privacy_policy_section_1_data_rights_contact_text": "Falls Sie Fragen zu Ihren Rechten haben, können Sie uns gerne kontaktieren.",
    "privacy_policy_section_2_title": "2. Hosting",
    "privacy_policy_section_2_text_1": "We host the content of our website with the following provider:",
    "privacy_policy_section_2_text_2": "The provider is ALL-INKL.COM - Neue Medien Münnich, owned by Rene Münnich, Hauptstraße 68, 02742 Friedersdorf (hereinafter referred to as All-Inkl). For details, please refer to All-Inkl's privacy policy:",
    "privacy_policy_section_2_link_text": "The use of All-Inkl is based on Article 6(1)(f) of the GDPR. We have a legitimate interest in presenting our website as reliably as possible. If consent has been obtained, processing is carried out exclusively on the basis of Article 6(1)(a) of the GDPR and Section 25(1) of the TDDG, to the extent that the consent includes the storage of cookies or access to information on the user's device (e.g., device fingerprinting) as defined by the TDDG. Consent can be withdrawn at any time.",
    "privacy_policy_section_3_title": "3. General information and mandatory information",
    "privacy_policy_section_3_data_protection": "Data protection",
    "privacy_policy_section_3_data_protection_text": "The operator of this site takes the protection of your personal data very seriously. We handle your personal data confidentially and in accordance with legal data protection regulations and this privacy policy.",
    "privacy_policy_section_3_data_protection_details": "In general, you can use our website without providing personal data. If personal data (such as name, address, or email addresses) is collected on our pages, it is done on a voluntary basis whenever possible. This data will not be disclosed to third parties without your explicit consent.",
    "privacy_policy_section_3_data_protection_internet": "We would like to point out that data transmission over the internet (e.g., communication via email) may have security vulnerabilities. Complete protection of data from access by third parties is not possible.",
    "privacy_policy_section_3_responsible_party-title": "Information on the responsible party",
    "privacy_policy_section_3_responsible_party_intro": "The responsible party for data processing on this website is:",
    "privacy_policy_section_3_responsible_party_text": "The responsible party is the natural or legal person who alone or jointly with others determines the purposes and means of processing personal data (e.g., names, email addresses, etc.).",
    "privacy_policy_section_3_storage_duration": "Storage duration",
    "privacy_policy_section_3_storage_duration_text": "Unless a more specific storage duration is mentioned within this privacy policy, your personal data will remain with us until the purpose for data processing ceases to apply. If you make a legitimate request for deletion or revoke your consent to data processing, your data will be deleted unless we have other legally permissible reasons to retain your personal data (e.g., tax or commercial retention periods); in the latter case, deletion will occur once these reasons no longer apply.",
    "privacy_policy_text_1": "General information on the legal basis for data processing on this website",
    "privacy_policy_text_2": "If you have consented to data processing, we process your personal data based on Article 6(1)(a) of the GDPR or Article 9(2)(a) of the GDPR, if special categories of data are being processed under Article 9(1) of the GDPR. In the case of explicit consent for the transfer of personal data to third countries, data processing also occurs based on Article 49(1)(a) of the GDPR. If you have consented to the storage of cookies or access to information on your device (e.g., via device fingerprinting), data processing is additionally based on Section 25(1) of the TDDG. Consent can be withdrawn at any time. If your data is necessary for contract fulfillment or pre-contractual measures, we process your data based on Article 6(1)(b) of the GDPR. Additionally, we process your data if it is required to fulfill a legal obligation based on Article 6(1)(c) of the GDPR. Data processing may also be based on our legitimate interests under Article 6(1)(f) of the GDPR. The relevant legal bases for processing in each specific case are outlined in the following sections of this privacy policy.",
    "privacy_policy_text_3": "Recipients of personal data",
    "privacy_policy_text_4": "As part of our business operations, we collaborate with various external entities. This sometimes requires the transmission of personal data to these external entities. We only share personal data with external parties if it is necessary for contract fulfillment, if we are legally obligated to do so (e.g., providing data to tax authorities), if we have a legitimate interest in the transfer under Article 6(1)(f) of the GDPR, or if another legal basis permits the data transfer. When using processors, we only share personal data of our customers based on a valid data processing agreement. In the case of joint processing, a joint processing agreement is established.",
    "privacy_policy_text_5": "Revocation of your consent to data processing",
    "privacy_policy_text_6": "Many data processing operations are only possible with your explicit consent. You can withdraw any consent you have already given at any time. The legality of the data processing carried out before the withdrawal remains unaffected by the revocation.",
    "privacy_policy_text_7": "Right to object to data collection in special cases and to direct marketing (Article 21 GDPR)",
    "privacy_policy_text_8": "IF DATA PROCESSING IS BASED ON ARTICLE 6(1)(e) OR (f) OF THE GDPR, YOU HAVE THE RIGHT TO OBJECT AT ANY TIME, ON GROUNDS RELATING TO YOUR PARTICULAR SITUATION, TO THE PROCESSING OF YOUR PERSONAL DATA; THIS ALSO APPLIES TO PROFILING BASED ON THESE PROVISIONS. THE LEGAL BASIS ON WHICH PROCESSING IS BASED CAN BE FOUND IN THIS PRIVACY POLICY. IF YOU OBJECT, WE WILL NO LONGER PROCESS YOUR AFFECTED PERSONAL DATA UNLESS WE CAN DEMONSTRATE COMPELLING LEGITIMATE GROUNDS FOR THE PROCESSING THAT OVERRIDE YOUR INTERESTS, RIGHTS, AND FREEDOMS, OR THE PROCESSING IS NECESSARY FOR THE ESTABLISHMENT, EXERCISE, OR DEFENSE OF LEGAL CLAIMS (OBJECTION UNDER ARTICLE 21(1) GDPR).",
    "privacy_policy_text_9": "IF YOUR PERSONAL DATA IS PROCESSED FOR DIRECT MARKETING PURPOSES, YOU HAVE THE RIGHT TO OBJECT AT ANY TIME TO THE PROCESSING OF YOUR PERSONAL DATA FOR SUCH MARKETING; THIS ALSO APPLIES TO PROFILING TO THE EXTENT THAT IT IS RELATED TO SUCH DIRECT MARKETING. IF YOU OBJECT, YOUR PERSONAL DATA WILL NO LONGER BE USED FOR DIRECT MARKETING PURPOSES (OBJECTION UNDER ARTICLE 21(2) GDPR).",
    "privacy_policy_text_00": "Right to lodge a complaint with the competent supervisory authority",
    "privacy_policy_text_10": "In the event of violations of the GDPR, affected individuals have the right to lodge a complaint with a supervisory authority, particularly in the member state of their habitual residence, place of work, or the location of the alleged infringement. The right to complain does not affect other administrative or judicial remedies.",
    "privacy_policy_text_11": "Right to data portability",
    "privacy_policy_text_12": "You have the right to request that data which we process automatically based on your consent or in the fulfillment of a contract be handed over to you or to a third party in a commonly used, machine-readable format. If you request the direct transfer of data to another controller, this will only be done to the extent technically feasible.",
    "privacy_policy_text_13": "Access, correction, and deletion",
    "privacy_policy_text_14": "Under the applicable legal provisions, you have the right to obtain, free of charge, information about your stored personal data, its origin, recipients, and the purpose of data processing, and if applicable, the right to correction or deletion of this data. For this and any other questions regarding personal data, you can contact us at any time.",
    "privacy_policy_text_15": "Right to restriction of processing",
    "privacy_policy_text_16": "Right to restriction of processing",
    "privacy_policy_text_17": "You have the right to request the restriction of processing of your personal data. You can contact us at any time for this purpose. The right to restriction of processing applies in the following cases:",
    "privacy_policy_text_18": "If you dispute the accuracy of your personal data stored with us, we usually need time to verify this. During the verification period, you have the right to request the restriction of processing of your personal data.",
    "privacy_policy_text_19": "If the processing of your personal data was or is unlawful, you may request the restriction of data processing instead of deletion.",
    "privacy_policy_text_20": "If we no longer need your personal data but you require it for the establishment, exercise, or defense of legal claims, you have the right to request the restriction of processing of your personal data instead of deletion.",
    "privacy_policy_text_21": "If you have lodged an objection under Article 21(1) GDPR, a balance must be struck between your interests and ours. As long as it is not yet clear whose interests outweigh the other, you have the right to request the restriction of processing of your personal data.",
    "privacy_policy_text_22": "SSL and TLS encryption",
    "privacy_policy_text_51": "When SSL or TLS encryption is enabled, the data you transmit to us cannot be read by third parties.",
    "privacy_policy_text_23": "For security reasons and to protect the transmission of confidential content, such as orders or inquiries that you send to us as the website operator, this site uses SSL or TLS encryption. You can recognize an encrypted connection by the change in the browser's address line from 'http://' to 'https://' and by the lock symbol in your browser's address bar.",
    "privacy_policy_text_24": "4. Data collection on this website",
    "privacy_policy_text_40": "Contact form",
    "privacy_policy_text_41": "If you send us inquiries via the contact form, your information from the inquiry form, including the contact details you provided there, will be stored by us for the purpose of processing the request and in case of follow-up questions. We do not share this data without your consent.",
    "privacy_policy_text_42": "The processing of this data is based on Article 6(1)(b) of the GDPR if your request relates to the fulfillment of a contract or is necessary for pre-contractual measures. In all other cases, processing is based on our legitimate interest in the effective handling of inquiries directed to us (Article 6(1)(f) GDPR) or on your consent (Article 6(1)(a) GDPR) if this was requested; consent can be withdrawn at any time.",
    "privacy_policy_text_43": "The data you enter in the contact form will remain with us until you request its deletion, withdraw your consent for storage, or the purpose for data storage no longer applies (e.g., after your request has been processed). Mandatory statutory provisions – especially retention periods – remain unaffected.",
    "privacy_policy_text_44": "Inquiries by email, phone, or fax",
    "privacy_policy_text_45": "If you contact us by email, phone, or fax, your request, including any resulting personal data (name, request), will be stored and processed by us for the purpose of addressing your concern. We do not share this data without your consent.",
    "privacy_policy_text_46": "The processing of this data is based on Article 6(1)(b) of the GDPR if your request relates to the fulfillment of a contract or is necessary for pre-contractual measures. In all other cases, processing is based on our legitimate interest in the effective handling of inquiries directed to us (Article 6(1)(f) GDPR) or on your consent (Article 6(1)(a) GDPR) if this was requested; consent can be withdrawn at any time.",
    "privacy_policy_text_47": "The data you send to us via contact inquiries will remain with us until you request its deletion, withdraw your consent for storage, or the purpose for data storage no longer applies (e.g., after your concern has been addressed). Mandatory legal provisions – especially statutory retention periods – remain unaffected.",
    "privacy_policy_text_48": "5. Plugins and tools",
    "privacy_policy_text_49": "MyFonts",
    "privacy_policy_text_50": "This site uses MyFonts. This involves fonts that are loaded into your browser when you visit our website to ensure a consistent appearance of the website. The provider is Monotype Imaging Holdings Inc., 600 Unicorn Park Drive, Woburn, Massachusetts 01801, USA.",
    "privacy_policy_text_52": "Quelle:",
    "privacy_policy_text_53": "e-recht24.de"
}